Repository: common-repository/rng-refresh
Catalog: languages/rng-refresh-*.po
Languages: fa_ir

source: Active Refreshing :
fa_ir: فعال کردن تازه سازی :

source: on
fa_ir: روشن

source: off
fa_ir: خاموش

source: Refresh Sycle Time :
fa_ir: سیکل زمان تازه سازی:

source: Pattern:
fa_ir: الگو :

source: (hour:minutes:second)
fa_ir: (ثانیه : دقیقه : ساعت)

source: Settings saved
fa_ir: تنظیمات ذخیره شد

source: Error with saving
fa_ir: خطا در ذخیره سازی

source: save
fa_ir: ذخیره

source: Refresh Settings
fa_ir: تنظیمات تازه سازی

source: check post types you want to show refresh metabox in edit panels
fa_ir: پست تایپ هایی که قصد دارید متاباکس تازه سازی در آن ها نمایش داده شود را انتخاب کنید

source: refresh plugin settings
fa_ir: تنظیمات تازه سازی

source: Refresh permission
fa_ir: اجازه برای تازه سازی

source: RNG_refresh is activated, you may need to configure it to work properly.
fa_ir: ‫RNG_Refresh فعال است، ممکن است لازم باشد آن را پیکربندی کنید تا به درستی کار کند.

source: Go to Settings page
fa_ir: رفتن به تنظیمات

source: Dismiss
fa_ir: انصراف

source: Settings
fa_ir: تنظیمات

source: rng-refresh
fa_ir: تازه سازی اوتوماتیک

source: Abolfazl Sabagh
fa_ir: ابوالفضل صباغ

source: WordPress Plugin that refreshes the single template of public post types with a synchronism time period.
fa_ir: پلاگین وردپرس که به صورت اوتوماتیک یک صفحه داخلی از هر پست تایپی که شما بخواهید را با یک دوره زمان خاص تازه سازی می کند.
